Repository: singhwong/UWP-VideoPlayer
Catalog: VideoPlayer/Strings/*/Resources.resw
Source language: en_us
Languages: zh_cn

# wait_content
source: Please wait for the load to complete.
zh_cn: 请等待加载完成

# bin_item.Text
source: Put in Recycle Bin
zh_cn: 放入回收站

# cancel_menuItem.Text
source: Cancel
zh_cn: 取消

# deleteLocal_menuItem.Text
source: Remove
zh_cn: 移除

# delete_menuItem.Text
source: Remove from list
zh_cn: 从列表删除

# directly_item.Text
source: Delete permanently
zh_cn: 永久删除

# pause_menuItem.Text
source: Pause
zh_cn: 暂停

# isHaveVideo_content
source: Get videos failed! ! !
zh_cn: 未读取到视频文件!!!

# playError_str
source: Failed to open the file (deleted, moved, or format not supported) ,And the item will be removed automatically from the list.
zh_cn: 打开文件失败(被删除、移动、或格式不支持)，将自动从列表中移除该项。

# searchResult_str
source: No result
zh_cn: 无结果

# Cancel.Content
source: Cancel
zh_cn: 取消

# InvalidProfile_str
source: Invalid profile.
zh_cn: 配置文件无效！

# unknowError_str
source: Unknown failure.
zh_cn: 未知错误！

# clearAll_item.Text
source: Clear all progress
zh_cn: 清除所有进度

# clearProgress_textBlock.Text
source: Clear play progress
zh_cn: 清除播放进度

# clear_item.Text
source: Clear progress
zh_cn: 清除进度

# frombin_item.Text
source: Put in Recycle Bin
zh_cn: 删除到回收站

# fromlist_item.Text
source: Remove from list
zh_cn: 从列表移除

# multiple_item.Text
source: Multiple selection
zh_cn: 多选

# remove_item.Text
source: Delete permanently
zh_cn: 永久删除

# AppDisplayName
source: M-VideoPlayer
zh_cn: M-视频播放器

# AppShortName
source: M-VideoPlayer
zh_cn: M-视频播放器

# item_1_0.Text
source: 1.0x(Normal)
zh_cn: 1.0x(正常)

# playModeStr_list
source: List
zh_cn: 顺序播放

# playModeStr_listRecycle
source: Loop
zh_cn: 循环播放

# playModeStr_recycle
source: Replay
zh_cn: 单项循环

# playRate_str
source: PlayRate
zh_cn: 倍速

# audioLanguage_str
source: Audio Tracks
zh_cn: 音轨

# fillMode_str
source: Resize Video
zh_cn: 视频填充

# Fill_item.Text
source: Fill
zh_cn: 填充窗口(拉伸)

# None_item.Text
source: None
zh_cn: 原始尺寸

# UniformToFill_item.Text
source: UniformToFill
zh_cn: 全屏(保持纵横比)

# Uniform_item.Text
source: Uniform
zh_cn: 宽屏(保持纵横比)

# addFolderLibrary_textBlock.Text
source: Next time you start, all videos in the following folders will be loaded automatically
zh_cn: 下次启动，将自动加载下列文件夹中的所有视频

# CloseMessageDialog_str
source: Close
zh_cn: 关闭

# allSelect_checkBox.Content
source: Select All
zh_cn: 全选

# mediaTrack_str
source: Video Tracks
zh_cn: 频轨

# metadata_str
source: Subtitle
zh_cn: 字幕

# metadata_textBlock.Text
source: Built-in subtitles
zh_cn: 内置字幕

# clearData_textBlock.Text
source: (After clearing the local cache, historical watch history will be cleared synchronously)
zh_cn: ( 清空本地缓存后，历史观看记录会同步清除 )

# closeDialog_Button.Content
source: Close
zh_cn: 关 闭

# close_button.Content
source: Close
zh_cn: 关 闭

# saveSucceed_str
source: Save succeed:
zh_cn: 保存截图成功:

# screenShot_item.Text
source: Intercept screen
zh_cn: 截取屏幕

# access_textBlock.Text
source: Open local settings to get video permissions
zh_cn: 打开本地设置获取视频权限

# closeCutDialog_button.Content
source: Close
zh_cn: 关 闭

# editPicture_button.Content
source: Edit picture
zh_cn: 编辑图片

# noPicturesFolder_str
source: The folder has been moved or renamed!
zh_cn: 该文件夹已移动或重命名！

# noPicture_str
source: The file has been moved or renamed!
zh_cn: 该文件已移动或重命名！

# openCutAdress_button.Content
source: Open Folder
zh_cn: 打开位置

# replay_menuItem.Text
source: Replay
zh_cn: 重播

# SystemSound_toggleSwitch.Header
source: System Sound
zh_cn: 应用音效

# videoDecode_toggleSwitch.Header
source: Soft Decoding
zh_cn: 软解码

# FFmpeg_toggleSwitch.Header
source: Hard Decoding
zh_cn: 硬解码

# clearLocalData_textBlock.Text
source: Local play progress data
zh_cn: 本地播放进度缓存

# Decode_textBlock.Text
source: Decoding Settings
zh_cn: 解码设置

# cancelMultiple_str
source: Cancel
zh_cn: 取消多选

# multiple_str
source: Multiple
zh_cn: 多选

# PlayerName_str.Text
source: VideoPlayerUWP
zh_cn: 视频播放器(UWP)

# addTimedText_textBlock.Text
source: Add Subtitle
zh_cn: 添加字幕

# contentGridViewHeader_str
source: All Videos
zh_cn: 所有视频

# videosCount_str
source: videos
zh_cn: 个视频

# removeFolders_item.Text
source: Remove
zh_cn: 移除

# back_str
source: Back
zh_cn: 返回

# volume_str
source: Volume
zh_cn: 音量

# openSettings_textBlock.Text
source: Open Settings
zh_cn: 打开设置

# run_1.Text
source: a. For video formats that are not supported, forced decoding will result in the inability to retrieve video built-in subtitles (third-party API function restrictions).
zh_cn: a. 对于原本不支持的视频格式，强制解码成功后，会导致无法检索视频内置字幕(第三方API功能限制)。

# run_2.Text
source: b. Under the preview version of WINDOWS, a flashback may occur.
zh_cn: b. 在预览版WINDOWS系统下，可能会出现闪退。

# closeSettings_button.Content
source: Close
zh_cn: 关闭

# fastForward_str
source: Fast Forward
zh_cn: 快进

# rewind_str
source: Rewind
zh_cn: 倒退

# defaultTracks_str
source: Default
zh_cn: 默认

# multipleDelete_textBlock.Text
source: Remove
zh_cn: 移除

# list_item.Text
source: List
zh_cn: 顺序播放

# playMode_textBlock.Text
source: Play Mode
zh_cn: 播放模式

# recycle_item.Text
source: Loop
zh_cn: 循环播放

# replay_item.Text
source: Replay
zh_cn: 单项循环

# audioTracks_textBlock.Text
source: Audio Tracks :
zh_cn: 音轨 :

# timedTracks_textBlock.Text
source: Subtitle :
zh_cn: 字幕 :

# videoTracks_textBlock.Text
source: Video Tracks :
zh_cn: 频轨 :

# about_button.Label
source: Help
zh_cn: 提示

# comment_button.Label
source: Comment
zh_cn: 评分

# email_button.Label
source: E-Mail
zh_cn: 邮件

# pin_str
source: Pin
zh_cn: 窗口置顶

# search_button.Label
source: Search
zh_cn: 搜索

# unPin_str
source: Unpin
zh_cn: 取消置顶

# closeButton_str
source: No
zh_cn: 否

# more_str
source: More
zh_cn: 更多

# playError_textBlock.Text
source: Play error, try to force decoding!
zh_cn: 播放错误，是否尝试强制解码 !

# primaryButton_str
source: Yes
zh_cn: 是

# allTime_textBlock.Text
source: Total
zh_cn: 时长

# addFoldersButton_textBlock.Text
source: Add
zh_cn: 添加

# forcedDecoding_str
source: Forced decoding succeeded !
zh_cn: 强制解码成功 !

# multiple_textBlock.Text
source: Multiple
zh_cn: 多选

# refreshVideos_textBlock.Text
source: Refresh
zh_cn: 刷新

# search_textBlock.Text
source: Search
zh_cn: 查询

# settingsButton_textBlock.Text
source: Settings
zh_cn: 设置

# themeButton_textBlock.Text
source: Theme
zh_cn: 主题

# run_3.Text
source: c. During the use, there are problems or suggestions, welcome feedback to the developer. Thanks !
zh_cn: c. 使用过程中，出现问题或者有建议，欢迎反馈给开发者。

# commentCancel_str
source: Cancel
zh_cn: 取消

# commentPrimary_str
source: Jump to the store
zh_cn: 跳转到商店

# comment_textBlock.Text
source: Thank you for using this app, any suggestions or feedback, welcome to give a review! thank you very much!
zh_cn: 感谢您使用本应用，有什么建议或反馈，欢迎给于评价！非常感谢！

# isComment_checkBox.Content
source: No longer pop up
zh_cn: 不再弹出

# exitFullScreen__textBlock.Text
source: Currently in full screen mode, whether to exit full screen mode!
zh_cn: 当前为全屏模式，是否退出全屏模式!

# screenShot_str
source: Screenshot
zh_cn: 截图
